[Demo_Shinobu_ep7_2_ENG GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=500,Y=-8800,Z=1253),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=504,Y=-8990,Z=1118),VecSub=(X=90,Y=0,Z=0),CId=69)
DemoScripts[4]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[5]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0000_lp_open_normal",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[6]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Serious_Sisters.GG2_BGM_DM_Serious_Sisters_Cue')
DemoScripts[7]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Park_2.GG2_AMB_Park_2_LP_Cue')
DemoScripts[8]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[9]=(Actor=FADE,Command=WAIT)
DemoScripts[10]=(Actor=WINDOW,Command=SET)
DemoScripts[11]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[12]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[13]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_2.GG2_V_Shinobu_ep7_2_002_Cue',Name="カミゾノ　シノブ")
DemoScripts[14]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[15]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[16]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[17]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_2.GG2_V_Shinobu_ep7_2_003_Cue',Name="カミゾノ　シノブ")
DemoScripts[18]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[19]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[20]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0106_fx_Stand2Depressed",Rate=0,Number=3,Bit=1)
DemoScripts[21]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0600_lp_Depressed",Number=8)
DemoScripts[22]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_2.GG2_V_Shinobu_ep7_2_004_Cue',Name="カミゾノ　シノブ")
DemoScripts[23]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[24]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[25]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[26]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0601_fx_Depressed2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[27]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[28]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_2.GG2_V_Shinobu_ep7_2_006_Cue',Name="カミゾノ　シノブ")
DemoScripts[29]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[30]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[31]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[32]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[33]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[34]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_2.GG2_V_Shinobu_ep7_2_009_Cue',Name="カミゾノ　シノブ")
DemoScripts[35]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[36]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[37]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[38]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[39]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0103_lp_close_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0106_fx_Stand2Depressed",Rate=0,Number=3,Bit=1)
DemoScripts[40]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0600_lp_Depressed",Number=8)
DemoScripts[41]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_2.GG2_V_Shinobu_ep7_2_012_Cue',Name="カミゾノ　シノブ")
DemoScripts[42]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[43]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[44]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[45]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[46]=(Actor=WINDOW,Command=EXIT)
DemoScripts[47]=(Actor=FADE,Command=SET,SecTime=0.5,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_BACK)
DemoScripts[48]=(Actor=FADE,Command=WAIT)
DemoScripts[49]=(Actor=WINDOW,Command=SET)
DemoScripts[50]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_2.GG2_V_Shinobu_ep7_2_015_Cue',Name="カミゾノ　シノブ")
DemoScripts[51]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[52]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[53]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_2.GG2_V_Shinobu_ep7_2_016_Cue',Name="カミゾノ　シノブ")
DemoScripts[54]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[55]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[56]=(Actor=WINDOW,Command=EXIT)
DemoScripts[57]=(Actor=FADE,Command=EXIT,SecTime=0.5,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_BACK)
DemoScripts[58]=(Actor=FADE,Command=WAIT)
DemoScripts[59]=(Actor=WINDOW,Command=SET)
DemoScripts[60]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[61]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0601_fx_Depressed2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[62]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[63]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_2.GG2_V_Shinobu_ep7_2_018_Cue',Name="カミゾノ　シノブ")
DemoScripts[64]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[65]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[66]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[67]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[68]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[69]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[70]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[71]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Gun_Ready_Cue')
DemoScripts[72]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0102_lp_close_tightly",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_0109_fx_Stand2Ready",Rate=0,Number=3,Bit=1)
DemoScripts[73]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0900_lp_Ready",Number=8)
DemoScripts[74]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_2.GG2_V_Shinobu_ep7_2_024_Cue',Name="カミゾノ　シノブ")
DemoScripts[75]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[76]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[77]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[78]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_2.GG2_V_Shinobu_ep7_2_026_Cue',Name="カミゾノ　シノブ")
DemoScripts[79]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[80]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[81]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0103_fx_close_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0901_fx_Ready2Stand",Rate=0,Number=3,Bit=0)
DemoScripts[82]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[83]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_2.GG2_V_Shinobu_ep7_2_027_Cue',Name="カミゾノ　シノブ")
DemoScripts[84]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[85]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[86]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[87]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_2.GG2_V_Shinobu_ep7_2_029_Cue',Name="")
DemoScripts[88]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[89]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[90]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[91]=(Actor=SELECT,Command=SET,ID=SELECT00)
DemoScripts[92]=(Actor=SYSTEM,Command=TAG,Label=JUMP01)
DemoScripts[93]=(Actor=ADD,Command=FAVOR,Name="",Number=7)
DemoScripts[94]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[95]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Gun_Ready_Cue')
DemoScripts[96]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_0109_fx_Stand2Ready",Rate=0,Number=3,Bit=1)
DemoScripts[97]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0900_lp_Ready",Number=8)
DemoScripts[98]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=4,Vec=(X=500,Y=-8800,Z=1363))
DemoScripts[99]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_2.GG2_V_Shinobu_ep7_2_032_Cue',Name="カミゾノ　シノブ")
DemoScripts[100]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[101]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[102]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[103]=(Actor=SYSTEM,Command=TAG,Label=JUMP02)
DemoScripts[104]=(Actor=ADD,Command=FAVOR,Name="",Number=5)
DemoScripts[105]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[106]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[107]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0001_fx_close_down",Rate=0,Number=1,Bit=0)
DemoScripts[108]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=12,Bit=0,Rate=0)
DemoScripts[109]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_2.GG2_V_Shinobu_ep7_2_034_Cue',Name="カミゾノ　シノブ")
DemoScripts[110]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[111]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[112]=(Actor=TEXT,Command=SET,ID=TEXT35)
DemoScripts[113]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0102_fx_Stand2Angry",Rate=0,Number=2,Bit=0)
DemoScripts[114]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0200_lp_Angry",Number=8)
DemoScripts[115]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_2.GG2_V_Shinobu_ep7_2_036_Cue',Name="カミゾノ　シノブ")
DemoScripts[116]=(Actor=TEXT,Command=SET,ID=TEXT36)
DemoScripts[117]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[118]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[119]=(Actor=SYSTEM,Command=TAG,Label=JUMP03)
DemoScripts[120]=(Actor=ADD,Command=FAVOR,Name="",Number=-3)
DemoScripts[121]=(Actor=TEXT,Command=SET,ID=TEXT37)
DemoScripts[122]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Gun_Ready_Cue')
DemoScripts[123]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_0109_fx_Stand2Ready",Rate=0,Number=3,Bit=1)
DemoScripts[124]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0900_lp_Ready",Number=8)
DemoScripts[125]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=4,Vec=(X=500,Y=-8800,Z=1363))
DemoScripts[126]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_2.GG2_V_Shinobu_ep7_2_038_Cue',Name="カミゾノ　シノブ")
DemoScripts[127]=(Actor=TEXT,Command=SET,ID=TEXT38)
DemoScripts[128]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[129]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[130]=(Actor=SYSTEM,Command=TAG,Label=JUMP04)
DemoScripts[131]=(Actor=ADD,Command=FAVOR,Name="",Number=0)
DemoScripts[132]=(Actor=TEXT,Command=SET,ID=TEXT39)
DemoScripts[133]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Gun_Ready_Cue')
DemoScripts[134]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_0109_fx_Stand2Ready",Rate=0,Number=3,Bit=1)
DemoScripts[135]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0900_lp_Ready",Number=8)
DemoScripts[136]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=4,Vec=(X=500,Y=-8800,Z=1363))
DemoScripts[137]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_2.GG2_V_Shinobu_ep7_2_040_Cue',Name="")
DemoScripts[138]=(Actor=TEXT,Command=SET,ID=TEXT40)
DemoScripts[139]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[140]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[141]=(Actor=SYSTEM,Command=TAG,Label=JUMP05)
DemoScripts[142]=(Actor=ADD,Command=FAVOR,Name="",Number=-5)
DemoScripts[143]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Hodai_Reaction_Cue')
DemoScripts[144]=(Actor=CAMERA,Command=SHAKE,ShakeLevel=LEVEL_1,SecTime=)
DemoScripts[145]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[146]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=12,Bit=0,Rate=0)
DemoScripts[147]=(Actor=TEXT,Command=SET,ID=TEXT41)
DemoScripts[148]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_2.GG2_V_Shinobu_ep7_2_042_Cue',Name="")
DemoScripts[149]=(Actor=TEXT,Command=SET,ID=TEXT42)
DemoScripts[150]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[151]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Gun_Ready_Cue')
DemoScripts[152]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_0109_fx_Stand2Ready",Rate=0,Number=3,Bit=1)
DemoScripts[153]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0900_lp_Ready",Number=8)
DemoScripts[154]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=4,Vec=(X=500,Y=-8800,Z=1363))
DemoScripts[155]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_2.GG2_V_Shinobu_ep7_2_043_Cue',Name="カミゾノ　シノブ")
DemoScripts[156]=(Actor=TEXT,Command=SET,ID=TEXT43)
DemoScripts[157]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[158]=(Actor=TEXT,Command=SET,ID=TEXT44)
DemoScripts[159]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_2.GG2_V_Shinobu_ep7_2_045_Cue',Name="")
DemoScripts[160]=(Actor=TEXT,Command=SET,ID=TEXT45)
DemoScripts[161]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[162]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[163]=(Actor=SYSTEM,Command=TAG,Label=JUMP06)
DemoScripts[164]=(Actor=WINDOW,Command=EXIT)
DemoScripts[165]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[166]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[167]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[168]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[169]=(Actor=SYSTEM,Command=END)

[Select_Shinobu_ep7_2_ENG GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=SPORT,ParamNum=30),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=EROTIC,ParamNum=50),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))

[Text_Shinobu_ep7_2_ENG GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="峯大",Text="小忍......")

Texts[1]=(Label="TEXT02",Name="忍",Text="峯大......?")

Texts[2]=(Label="TEXT03",Name="忍",Text="......是嗎,原來是這樣啊....../n你利用真夜把我叫出來/n是想做什麼?")

Texts[3]=(Label="TEXT04",Name="忍",Text="我明明說過......不要管我了......")

Texts[4]=(Label="TEXT05",Name="峯大",Text="......妳是為了小真夜對吧.")

Texts[5]=(Label="TEXT06",Name="忍",Text="......!?/n你在......說什麼......?")

Texts[6]=(Label="TEXT07",Name="峯大",Text="\"即使我不行......是你的話/n應該能幫助那孩子才對\"/n......小忍是這麼說的哦.")

Texts[7]=(Label="TEXT08",Name="峯大",Text="小真夜說她不想當獵人/n而是想和惡魔做朋友./n即使是惡魔,她其實也不想傷害對方呢.")

Texts[8]=(Label="TEXT09",Name="忍",Text="......那孩子很天真啊....../n一直......都是這樣......")

Texts[9]=(Label="TEXT10",Name="峯大",Text="你是想證明自己能作為惡魔獵人工作,/n藉此扛下小真夜的職責,對吧?")

Texts[10]=(Label="TEXT11",Name="峯大",Text="你想代替小真夜,接下令人難受的工作....../n希望或多或少能因此幫助到小真夜./n我有說錯嗎?")

Texts[11]=(Label="TEXT12",Name="忍",Text="不......不對......!/n我是......嫉妒那孩子......")

Texts[12]=(Label="TEXT13",Name="峯大",Text="的確,我想那一定也是妳的真心話吧./n......不過,不只是這樣.我知道的小忍/n不只是那樣的女孩子.")

Texts[13]=(Label="TEXT14",Name="峯大",Text="......因為,要不是這樣的話,/n妳一開始為什麼會找我幫忙討伐惡魔呢?")

Texts[14]=(Label="TEXT15",Name="忍",Text="\"總總總......總之!/n既然峯大也能看見惡魔,/n或許有惡魔獵人的資質也說不定喔!\"")

Texts[15]=(Label="TEXT16",Name="忍",Text="\"我說,峯大./n你今天要不要試著幫我們的忙?\"")

Texts[16]=(Label="TEXT17",Name="峯大",Text="......如果妳想要向本家證明自己的實力,/n不是應該要自己一個人完成嗎?")

Texts[17]=(Label="TEXT18",Name="忍",Text="那是......")

Texts[18]=(Label="TEXT19",Name="峯大",Text="妳就是這麼重視小真夜,對吧....../n如果有人能守護小真夜的話,/n即使那個人不是自己也沒關係.")

Texts[19]=(Label="TEXT20",Name="峯大",Text="小忍現在的態度就是最佳的證明./n......但是......這種事要講清楚啊./n說來丟臉......不過我很遲鈍嘛......")

Texts[20]=(Label="TEXT21",Name="峯大",Text="我現在什麼都做不到,/n也沒什麼好的點子......但我會認真思考......")

Texts[21]=(Label="TEXT22",Name="峯大",Text="我會陪妳一起找出/n最好的選擇.")

Texts[22]=(Label="TEXT23",Name="峯大",Text="所以不要自己一個人亂來啊./n那樣的小忍......我不想看見./n因為小忍是我喜......")

Texts[23]=(Label="TEXT24",Name="忍",Text="不行!/n不能再說下去了!!")

Texts[24]=(Label="TEXT25",Name="峯大",Text="什!?")

Texts[25]=(Label="TEXT26",Name="忍",Text="不行! 不可以!!/n峯大......要喜歡真夜纔可以哦!")

Texts[26]=(Label="TEXT27",Name="忍",Text="不然的話......那孩子....../n就會變成孤單一人了....../n峯大要......陪在那孩子身邊纔行......")

Texts[27]=(Label="TEXT28",Name="峯大",Text="小忍......")

Texts[28]=(Label="TEXT29",Name="艾可蘿",Text="忍大人就只是在無理取鬧而已....../n峯大大人......這裡就狠狠揮下/n愛的鞭子吧! 鞭子!")

Texts[29]=(Label="TEXT30",Name="峯大",Text="......看來也只能這樣了啊./n雖然不太想這麼做......")

Texts[30]=(Label="TEXT31",Name="峯大",Text="小忍......即便需要動手,/n我也要......讓妳聽我說哦!")

Texts[31]=(Label="TEXT32",Name="忍",Text="你才該聽我說啊!!/n拜託了......去真夜那裡吧!!")

Texts[32]=(Label="TEXT33",Name="峯大",Text="小真夜才沒有那麼脆弱!!/n妳太過度保護了,小忍!!")

Texts[33]=(Label="TEXT34",Name="忍",Text="你又......知道真夜的什麼了啊!!")

Texts[34]=(Label="TEXT35",Name="峯大",Text="妳這......妹控小忍!!")

Texts[35]=(Label="TEXT36",Name="忍",Text="你......你說什麼!!!")

Texts[36]=(Label="TEXT37",Name="峯大",Text="我會對妳手下留情哦....../n畢竟是女孩子嘛.")

Texts[37]=(Label="TEXT38",Name="忍",Text="你的......這種地方/n我最討厭了!!")

Texts[38]=(Label="TEXT39",Name="峯大",Text="我要上囉,小忍!/n我會把妳扒個精光!")

Texts[39]=(Label="TEXT40",Name="艾可蘿",Text="為什麼在最後的最後要說這種前功盡棄的話!!?")

Texts[40]=(Label="TEXT41",Name="峯大",Text="討厭啦,小忍好可怕!/n我不喜歡痛痛的事情!",Format[0]=(Size=37,Start=0,End=44))

Texts[41]=(Label="TEXT42",Name="艾可蘿",Text="突然間怎麼了!?")

Texts[42]=(Label="TEXT43",Name="忍",Text="峯大......我沒辦法/n把真夜託付給現在的你!/n就由我來肅清吧!")

Texts[43]=(Label="TEXT44",Name="峯大",Text="好可怕哦--媽媽--!!/n媽,媽,媽媽----!!")

Texts[44]=(Label="TEXT45",Name="艾可蘿",Text="好好好,別哭了./n快點去戰鬥吧.")

Texts[45]=(Label="",Name="",Text="")

Texts[46]=(Label="SELECT01",Name="",Text="就算必須動手/n也要讓妳聽我說!")

Texts[47]=(Label="SELECT02",Name="",Text="小真夜她/n並不弱!")

Texts[48]=(Label="SELECT03",Name="",Text="我會對妳/n手下留情哦")

Texts[49]=(Label="SELECT04",Name="",Text="我要把妳/n扒個精光")

Texts[50]=(Label="SELECT05",Name="",Text="討厭啦,/n小忍好可怕")

Texts[51]=(Label="SELECT06",Name="",Text="")

Texts[52]=(Label="SELECT07",Name="",Text="")

Texts[53]=(Label="SELECT08",Name="",Text="")

Texts[54]=(Label="SELECT09",Name="",Text="")

Texts[55]=(Label="SELECT10",Name="",Text="")


